[
  {
    "id": 0,
    "productBy": " Shining Diva ",
    "productName": "Shining Diva Stylish Traditional Jhumki Earrings For Women & Girls ",
    "description": "Get the Bollywood Diva Look. Easy to wear, Light in weight & gives you a Rich Look. A designer pair of Polki earrings that will make you feel Royal. The color complements all outfits & may be worn as a statement piece to any occasion.SHINING DIVA is a well known brand across fashion jewelry sector. Shining Diva products are preferred by many Designers, Stars and Celebrities. Shining Diva fashion jewelry believes in making beauty and fashion a part of everybody's life. ",
    "imageCover": "51-7CE00mXL.jpg",
    "style": "Beauty - Get The Diva Look. Easy To Wear, Light In Weight & Gives You A Rich Look. A Pair Of Polki Earrings That Will Make You Feel Royal",
    "colors": "White",
    "price": 299,
    "ratings": 3.3,
    "ratingsQuantity": 414,
    "link": "https://amzn.to/2Y9l5w2"
  },
  {
    "id": 1,
    "productBy": "YouBella ",
    "productName": "YouBella Jewellery Gold Plated Fancy Party Wear Earrings for Girls and Women ",
    "description": "Stylish and Trendy Earrings from the house of YouBella, perfect for all occassions ",
    "imageCover": "71iJUvjnOZL._UL1500_.jpg",
    "style": "Stylish and Trendy Earrings from the house of YouBella, perfect for all occassions ",
    "colors": "Off White",
    "price": 199,
    "ratings": 4.2,
    "ratingsQuantity": 785,
    "link": "https://amzn.to/3cEmfVy"
  },
  {
    "id": 2,
    "productBy": "Shreyadzines",
    "productName": "Shreyadzines Designer Afghani Kashmiri Tribal Oxidized Dangle Long Earrings for Women and Girls ",
    "description": "oxidized polish dangle style earrings ",
    "imageCover": "71x7LTkpQ6L._UL1500_.jpg",
    "style": "Beautiful Intricate Design Dangle Afghani Style party wear Cocktail earrings in contemporary design ",
    "colors": "Silver",
    "price": 199,
    "ratings": 3.9,
    "ratingsQuantity": 441,
    "link": "https://amzn.to/2Un5kRf"
  },
  {
    "id": 3,
    "productBy": "Jaipur Mart ",
    "productName": "Jaipur Mart Gold Plated Alloy Oxidized Earrings For Women And Girls (1 Pair) (Gse814P) ",
    "description": "Metal: Alloy With Good Quality Gold PlatedGross Weight: 200 Grams Package Content: 1 Pair of EarringColor: Black | Stone: BeadsBack Finding: Clip-On x Earring Style: JhumkaCare Instruction : Avoid Heat & Chemicals Like Perfume, Deo, Alchol, Etc. | Clean With Dry Cotton Cloth | Pack In An Air Tight Container After Use. ",
    "imageCover": "61h7PhIOiIL._UL1100_.jpg",
    "style": "Jaipur Mart is the Only Authorized seller of PREYANS Branded Products. Buyers are advised not to buy from other unauthorized fraud sellers who have tagged their offers on our product page and are supplying fake, Substandard & Poor Quality products ",
    "colors": "Black",
    "price": 209,
    "ratings": 4.1,
    "ratingsQuantity": 374,
    "link": "https://amzn.to/2APwZDg"
  },
  {
    "id": 4,
    "productBy": "Shining Diva Fashion ",
    "productName": "Shining Diva Fashion High Quality AAA 18k Gold Plated Crystal Stylish Fancy Party Wear Earrings For Women & Girls ",
    "description": "Shining Diva presents these high quality Earrings for Women suitable for party wear or daily wear. A pair of stylish earings for Girls that will make you feel like a Diva. The color complements all outfits & may be worn as a statement piece to any occasion. Shining Diva has huge collection of latest modern statement and traditional jewellery accessories. Shining Diva is pioneer of Imitation jewellery and designer crystal, traditional jhumkas / jhumki, fancy ear rings and american diamond hangings earrings for women and girls. Shining Diva Fashion and Traditional Jewellery give true value for your money. Buy Shining Diva trendy, artificial and latest jewelry from Amazon in cheap low price offer. These are also ideal for birthday gifts for girls, girlfriend, wife, wedding gifts and anniversary gifts. ",
    "imageCover": "512PUNtNt6L.jpg",
    "style": "Skin Friendly - Nickel free and Lead free as per International Standards that makes it very skin friendly ",
    "colors": "Green",
    "price": 249,
    "ratings": 3.8,
    "ratingsQuantity": 342,
    "link": "https://amzn.to/2YaWJ52"
  },
  {
    "id": 5,
    "productBy": "Yellow Chimes",
    "productName": "Yellow Chimes Crystals from Swarovski Classic Designer Gold Plated Stylish Hoop Earrings for Women and Girls ",
    "description": "Yellow Chimes brings exclusive Fashion Jewellery designs to you from renowned jewellery manufacturers all over the world. The Best Price is assured to you as we remove all middlemen margins and real-estate expenses by directly purchasing from international manufacturers. Thus, beautiful and contemprary Fashion Jewellery is made available at very reasonable prices to our valuable customers. ",
    "imageCover": "71D3S694vkL._UL1001_.jpg",
    "style": "The Wraps bunch of 5 Bracelets with ADJUSTABLE length and can be separated from each other to wear in different mix and Match- Make it in your own Style ",
    "colors": "Silver",
    "price": 199,
    "ratings": 4.2,
    "ratingsQuantity": 1804,
    "link": "https://amzn.to/3f8WM8x"
  },
  {
    "id": 6,
    "productBy": "Shaze",
    "productName": "SHAZE Yin Yang Hoop Earrings|Earrings for Women|Earrings for Women Stylish ",
    "description": "An earring is a piece of jewelry attached to the ear via a piercing in the earlobe. Any occasion earring gives an different look to your face. We have different type of earring such as jumka, drop, stud, etc. Earring are made of good quality material. Care instruction keep away from fire. ",
    "imageCover": "51TkvR-18BL._UL1440_.jpg",
    "style": "Designed beautifully, these earrings for girls prove to be a desirable pair.",
    "colors": "Silver",
    "price": 2049,
    "ratings": 0,
    "ratingsQuantity": 0,
    "link": "https://amzn.to/30gxpNM"
  },
  {
    "id": 7,
    "productBy": "Shaze",
    "productName": "Shaze Dual Toned Edgy Leaf Earrings for Women Earrings for Girls ",
    "description": "Premium brand shazé caters to self-expression and individuality. ",
    "imageCover": "71OpPMyLP0L._UL1280_.jpg",
    "style": "Designed beautifully, these earrings for girls prove to be a desirable pair.",
    "colors": "Silver",
    "price": 1899,
    "ratings": 5,
    "ratingsQuantity": 1,
    "link": "https://amzn.to/2Y9tU98"
  },
  {
    "id": 8,
    "productBy": "YouBella",
    "productName": "Youbella Bohemian Multicolor Metal Earrings For Women ",
    "description": "Stylish and trendy earrings from the house of youbella, perfect for all occasions. ",
    "imageCover": "71OpPMyLP0L._UL1280_.jpg",
    "style": "Bohemian Style Earrings ",
    "colors": "Multi-colored",
    "price": 199,
    "ratings": 3.9,
    "ratingsQuantity": 1800,
    "link": "https://amzn.to/2zoQMJy"
  },
  {
    "id": 9,
    "productBy": "V L IMPEX ",
    "productName": "Hot Fashion Black Color Meena Work Oxidised jhumka jhumki Earring for Girls & Womens ",
    "description": "The Stud Earring Give You An Attractive Look. You Can Wear It In All The Auspicious Programs, Special Importance On Ring Ceremony, Wedding, Festive Time And Any Other Occasions.",
    "imageCover": "81nkm2hYoNL._UL1500_.jpg",
    "style": "Style : Stud With Jhumka Earrings | Care Instruction : Avoid Heat & Chemicals Like Perfume, Deo, Alchol, Etc And Clean With Dry Cotton Cloth, Pack .In A Air Tight Container After Use ",
    "colors": "Black",
    "price": 349,
    "ratings": 4.2,
    "ratingsQuantity": 39,
    "link": "https://amzn.to/2Yir5m9"
  },
  {
    "id": 10,
    "productBy": "AGAAS ENTERPRISES",
    "productName": "AGAAS ENTERPRISES Silver Toned Cresent Shaped Handcrafted Oxidised Drop Earring ",
    "description": "Instantly Add A Splash To Your Ensemble With These Classy jhumka style silver colour Earring .This Silver Pair of earring Can Be Teamed With Slim Jeans And Formal Top A Chic Work Ensemble .Very Stylish And New Design Earring ",
    "imageCover": "91Ymes7z5OL._UL1500_.jpg",
    "style": "Beautiful Looks at One Glance- with Intricate Fine work creates Classic Appearance and adds Contemoprary Looks ",
    "colors": "Multi-colored",
    "price": 199,
    "ratings": 0,
    "ratingsQuantity": 0,
    "link": "https://amzn.to/2XPARNu"
  },
  {
    "id": 11,
    "productBy": "ZOONIV ",
    "productName": "Zooniv Oxidised Silver Afghani Tribal Earring for Women/Girls ",
    "description": "These Elegant Designer Earrings are made from High-Quality material. These fancy earrings are ideal for daily wear. Wear these with western as well as traditional attire. It can also be the perfect gift that you would want to give to your friends or loved ones. ",
    "imageCover": "911fxN-WRoL._UL1500_.jpg",
    "style": "You will shine like a diva wearing these stylish earrings. ",
    "colors": "Silver",
    "price": 256,
    "ratings": 0,
    "ratingsQuantity": 0,
    "link": "https://amzn.to/3ffksYV"
  },
  {
    "id": 12,
    "productBy": "V L IMPEX",
    "productName": "V L Impex Sun Shape Lightweight With Maroon Silver Plating Oxidised Jhumki Earring For Women ",
    "description": "Product Length :6.5 CM ,Product Width:3 CM,Product Weight : 23 GMS approx . Material: Brass Alloy, Color Glass Beads, Plating: Oxidised Silver ,Style: Jhumka, , Occassion: College Wear,Office Wear, Party Wear, Style: Jhumka Earring, Care Instruction : Avoid Heat & Chemicals Like perfume, Deo, Alchol, etc and Clean with Dry cotton Cloth, pack in a air tight Container after use. ",
    "imageCover": "61zrQSO72QL.jpg",
    "style": "Style : Stud With Jhumka Earrings | Color : Silver | Care Instruction : Avoid Heat & Chemicals Like Perfume, Deo, Alchol, Etc And Clean With Dry Cotton Cloth, Pack .In A Air Tight Container After Use ",
    "colors": "Silver",
    "price": 329,
    "ratings": 3.9,
    "ratingsQuantity": 14,
    "link": "https://amzn.to/3dOHYf1"
  },
  {
    "id": 13,
    "productBy": "MEENAZ",
    "productName": "MEENAZ Traditional Gold Plated Party wear Pearl Moti Peacock Jhumki Jhumka Earrings for Women Girl Stylish latest design ",
    "description": "Traditional Earrings Wedding Bridal Earrings Jewellery set for women latest design Pearl moti jhumkas south indian temple jewellery ",
    "imageCover": "813jhqI251L._UL1500_.jpg",
    "style": "Stone- kundan American diamond cubic zirconia with AD jewellery with diamond in fashion jewellery and traditional imitation jewellery, jewelry for womenjewellery sets, bridal jewellery sets for wedding copper brass necklace beauty- very feminine, this must-have design can be worn on any occasion to boost up your style factor and enhance the ultra beauty factor. Indian, or western, this ring bracelet gives a glamorous looks, royal blue colour giving the choice to it with any colour dress match ",
    "colors": "Gold",
    "price": 299,
    "ratings": 4,
    "ratingsQuantity": 521,
    "link": "https://amzn.to/3hdjspN"
  },
  {
    "id": 14,
    "productBy": "YouBella",
    "productName": "Youbella Rose Shape Earrings For Girls And Women ",
    "description": "Store Your Fashion Jewelry In Its Case, Or In Your Jewelry Box, With A Moisture-Absorbing Product Or The Small Silica Packets. If You Don't Have Access To Moisture-Absorbing Materials, Make Sure Each Jewelry Piece Is Thoroughly Dry, Then Seal It Into A Ziplock Plastic Bag For Storage.Dry Your Hands Before Handling,Store Clean And Dry In A Soft Cloth Containers To Avoid Scratching The Items; Store Individual Pieces Separately. ",
    "imageCover": "51ZpVa5KHhL.jpg",
    "style": "Stylish and Trendy Earrings from the house of YouBella, perfect for all occassions ",
    "colors": "Red",
    "price": 245,
    "ratings": 4.2,
    "ratingsQuantity": 566,
    "link": "https://amzn.to/2BSaDla"
  },
  {
    "id": 15,
    "productBy": "Ratnavali Jewels ",
    "productName": "Ratnavali Jewels Fashion Jewellery Gold Plated Sparkling White Red Green Pearl Fancy Party Wear Red Dangle & Drop Earrings Tops Women/Girls RV2966-6 ",
    "description": "Keep it away from perfumes, water, chemicals, Store in a cool dry place.",
    "imageCover": "71sQ3g4GYoL._UL1500_.jpg",
    "style": "Stylish Fancy Earrings for Women and Girls ",
    "colors": "White",
    "price": 229,
    "ratings": 4.2,
    "ratingsQuantity": 118,
    "link": "https://amzn.to/2UtuMnQ"
  },
  {
    "id": 16,
    "productBy": "Shaze ",
    "productName": "Shaze Solocharm Earring For Women|Earring For Girl ",
    "description": "Finesse and craftsmanship is immaculate to keep up with the demands of shazé’s discerning clientele.",
    "imageCover": "81vTBCY-1hL._UL1500_.jpg",
    "style": "Designed beautifully, these earrings for girls prove to be a desirable pair. ",
    "colors": "White",
    "price": 4049,
    "ratings": 0,
    "ratingsQuantity": 0,
    "link": "https://amzn.to/3dKknvP"
  },
  {
    "id": 17,
    "productBy": "Yellow Chimes",
    "productName": "Yellow Chimes Charming Dual Butterfly Surgical Steel 18K Real Rose Gold Plated Jewellery Set with Bracelet & Ring for Girls and Women ",
    "description": "Yellow chimes brings exclusive traditional jewellery designs to you from renowned jewellery manufacturers all over the india. the best price is assured to you as we remove all middle- man margins and real-estate expenses by directly purchasing from direct manufacturers. thus, beautiful and contemporary ethnic jewellery is made available at very reasonable prices to our valuable customers. ",
    "imageCover": "41fn8AHOEYL.jpg",
    "style": "Style: Butterfly Stud Earrings ",
    "colors": "Silver",
    "price": 235,
    "ratings": 4.3,
    "ratingsQuantity": 1353,
    "link": "https://amzn.to/3f6S0Iu"
  },
  {
    "id": 18,
    "productBy": "Siddhi Fashion ",
    "productName": "Cairo Traditional Golden Pearl Jhumki Earrings for Women ",
    "description": "Stylish Fancy Party Wear Jhumka Earrings for Girls and Women Gold Plated Jewellery Traditional Pearl Jhumki Earrings for Girls and Women Easy to wear, Light in weight and gives you a Royal Look. A Polki Pearl Earrings that make you feel royal. All products are handmade and product color may vary slightly due to photographic lighting sources or your monitor settings. ",
    "imageCover": "31QO51qxOpL.jpg",
    "style": "Earring type: Hoop ",
    "colors": "Gold",
    "price": 195,
    "ratings": 3.7,
    "ratingsQuantity": 63,
    "link": "https://amzn.to/2Aon1c2"
  },
  {
    "id": 19,
    "productBy": "GIVA ",
    "productName": "GIVA 925 sterling silver Original Freshwater button pearl stylish with BIS Hallmarked stud earrings for women (8 mm) ",
    "description": "GIVA is a premium, top quality silver jewellery brand serving customers with exquisite, minimalist and high quality stylish jewellery in latest fashion. Every jewellery sold by GIVA is designed by the in-house designing team and is sold directly to the consumers. All our jewellery is BIS hallmarked and tested for 100% purity. We currently sell in more than 10 countries worldwide. ",
    "imageCover": "41uy3xEk0IL._UL1000_.jpg",
    "style": "Design vision : inspired by the beauty of the morning, the pearl ear pairs feature white freshwater pearl on a silver base ",
    "colors": "White",
    "price": 549,
    "ratings": 4.3,
    "ratingsQuantity": 175,
    "link": "https://amzn.to/2YiLdol"
  }
]
