[
  {
    "id": 0,
    "productBy": "GIBELLE ",
    "productName": "GIBELLE Comfortable Casual Flats Sandal/Slippers for Women and Girls ",
    "description": "Our products are made with high quality to provide trendy latest designs with extra comfortable & fashionable Sandal / Slippers for Women's and Girl's.",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "These sandals will provide your feet with maximum flexibility and comfort and will also be highly durable.Design is also good and looks beautiful. ",
    "colors": "Green",
    "price": "₹ 389",
    "ratingsAverage": 5.0,
    "ratingsQuantity": "7",
    "link": "https://amzn.to/3dIH1Vm"
  },
  {
    "id": 1,
    "productBy": "ADVICE ",
    "productName": "ADVICE Belly/Loafers for Women- Designer Laser Work Footwear for Girls Casual Belly  ",
    "description": "advice makes versatility its priority when designing their footwear range, hence, this swanky pair of loafers have been cut into fluid slip-on belllies that will look good on everybody. The simple yet elegant style of a stitched on soul makes sure everyone from college goers to working women can wear them with ease without seeming out of place at any time. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Comfortable ,Soft Padded and Cushioned Footbed offers all day comfort to the feet. ",
    "colors": "Beige",
    "price": "₹ 1299",
    "ratingsAverage": 0.0,
    "ratingsQuantity": "0",
    "link": "https://amzn.to/2Ug7npT"
  },
  {
    "id": 2,
    "productBy": "BELLA TOES  ",
    "productName": "BELLA TOES Women's Synthetic Leather Casual Block Heels Sandal ",
    "description": "Walk with full confidence and also spread your charm with this lovely looking Women sandal from the house of Bella Toe. Make your lovely feet more noticeable by picking this stylish Women sandal. This Women sandal is made with premium quality leather material which keeps your feet comfortable to wear it all day long. You can do walking or running easily after wearing these Women sandal as it gives you a high level of comfort.Featured with soft leather base , it will make you look stunning. you can team this Colorful sandal with your any kind of attire whether it's ethnic, western or fusion for a stylish look. Use it as your casualwear, workwear, collegewear or partywear to grab everyone's attention. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Fashionable, Trendy & Eye-Catching design offers everyday fresh look in all seasons and compliment both ethnic & western wears. ",
    "colors": "Beige",
    "price": "₹ 499",
    "ratingsAverage": 4.3,
    "ratingsQuantity": "3",
    "link": "https://amzn.to/2z7Jh9y"
  },
  {
    "id": 3,
    "productBy": "KazarMax",
    "productName": "KazarMax Women/Ladies' Navy Shimmer Slipon's Walking Sneakers/Shoes (Washable with Quick Dry Fabric) ",
    "description": "KazarMax offers a range of youthful and robust footwear. Each pair of footwear is ultra-light, durable and comfortable. This contrastingly toned pair of slip-on sneakers are crafted from high-quality air meshed material. As they are breathable, these shoes allow you to feel comfortable while wearing them for an extended period of time. They are apt for casual gatherings or your everyday walks around the trail. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Outer material : Air Mesh Closure type : Slip-On; Sole Material : Super-Elastic Rubberized EVA ",
    "colors": "Blue",
    "price": "₹ 949",
    "ratingsAverage": 4.0,
    "ratingsQuantity": "34",
    "link": "https://amzn.to/2Uhpxrw"
  },
  {
    "id": 4,
    "productBy": "KazarMax",
    "productName": "KazarMax Women's Slipon's Light Weight Walking Sneakers/Shoes (Washable with Quick Dry Fabric) ",
    "description": "KazarMax brings you a range of exceptionally designed athleisure footwear, which offer both comfort and style in one go. The Footwear are proudly Made in India using high quality super-elastic rubberized EVA soles which provide all day comfort without foot fatigue. The uppers are engineered with air mesh technology, which ensures maximum breath ability and flexibility, while eliminating the need of extra layers to keep your feet comfortable. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Fashionable & comfortable which add to your style quotient ",
    "colors": "Peach",
    "price": "₹ 949",
    "ratingsAverage": 4.1,
    "ratingsQuantity": "82",
    "link": "https://amzn.to/2BE2mkB"
  },
  {
    "id": 5,
    "productBy": "BK DREAM ",
    "productName": "BK DREAM Women Flat Sandals with Ankle Strap ",
    "description": "BK DREAM brings you this cool, trendy Flats of Casual Synthetic Leather for Women . Outer material is high quality synthetic leather. The bold look guarantees the wearer much appreciation from people. The casual design makes them perfect for daily use whereas the design aesthetics make it the right choice for wearing to a party. Buy yourself these Street Style Casual Flats, Sandals or gift someone NOW! ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "EVA used for coushioning between sole and footbed for better comfort ",
    "colors": "Grey",
    "price": "₹ 286 - 299",
    "ratingsAverage": 4.0,
    "ratingsQuantity": "86",
    "link": "https://amzn.to/3dBdpZY"
  },
  {
    "id": 6,
    "productBy": "Apley ",
    "productName": "Apley Women's Kolhapuri Sandals ",
    "description": "From of Apley presenting a classy range of footwear's that compliments your modern style statement. Featuring a pretty pair of Bellies,kolhapuri Juties, Sandal, with super comfortable sole that keeps your feet happy, This Pair Will Allow Free Movement & light weight sole is the best part which gives you strength to walk. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "fashionable casual and ethnic kolhapuri sandals ",
    "colors": "Beige",
    "price": "₹ 470",
    "ratingsAverage": 4.2,
    "ratingsQuantity": "9",
    "link": "https://amzn.to/2MHb8jX"
  },
  {
    "id": 7,
    "productBy": "YAHE",
    "productName": "YAHE Women's PU Leather Ortho Doctor Sole Wedge Heel Fashion Sandals Y-510 ",
    "description": "This sandal is manufactured and sold by 'YAHE FOOTWEAR' only and no other seller are allowed to sell this product. This sandal is made of PU leather which will keep you cool all day long. One flower is also given on the upper so that it could give some extra fancyness to sandals. Its footrest is very comfortable and coolness. Even orthopedic patients will get more relief in their pain. A women of heavy weight will not take off sandal from their feed because of its comfortable and softness. This sandal has premium quality airmix sole made of leather and rubber that means no any sound in sole when you walk. This is very light weight sandals. Thanks for reading.... ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "This sandal is very useful for women/girls for the purpose of casual wear/fashion wear/party wear/wedding wear",
    "colors": "Off White",
    "price": "₹ 849",
    "ratingsAverage": 4.3,
    "ratingsQuantity": "30",
    "link": "https://amzn.to/2APbHpy"
  },
  {
    "id": 8,
    "productBy": "Bourge ",
    "productName": "Bourge Women's Micam-5 Running Shoes ",
    "description": "Bourge is the leading manufacturer of sports and casual footwear both for men’s & women’s. Bourge offers performance and sport-inspired lifestyle products in categories such as running, Training and Fitness. Using high technology and design innovation, Bourge continually creates what is aspired and not just what is necessary. All Bourge products are meant to deliver high performance, durability and great comfort. This Bourge sports Running shoe for men is extremely stylish It has eva bounce back sole which gives extreme comfort during walking, jogging, running and in extreme playing conditions.This product has soft foam insert for amazing comfort. Bourge has wide range of floater, of which one can choose as per occasion. Apart form trendy, it’s also comfortable, has good breathability and grip. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": " Round Toe ",
    "colors": "Black",
    "price": "₹ 629",
    "ratingsAverage": 3.8,
    "ratingsQuantity": "36",
    "link": "https://amzn.to/2YcwpHR"
  },
  {
    "id": 9,
    "productBy": "DRUNKEN ",
    "productName": "DRUNKEN Slipper for Men's and Women's Flip Flops House Slides Home Bathroom Clogs Sandals ",
    "description": "DRUNKEN brings you a new twist with the cool and casual flip flop. Made of EVA that softens with body heat, allowing the slipper to mould to the foot for a customizing fit. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "SOFT AND RESISTANT: Soft and lightweight with water resistance, low-temperature toughness and stress crack resistance. ",
    "colors": "Powder Pink",
    "price": "₹ 470",
    "ratingsAverage": 3.8,
    "ratingsQuantity": "30",
    "link": "https://amzn.to/30h7qWh"
  },
  {
    "id": 10,
    "productBy": "Denill  ",
    "productName": "Denill Latest Collection, Comfortable & Fashionable Bellies for Women's and Girl's ",
    "description": "From the house of Denill's presenting a classy range of footwear's that compliments your modern style statement. Featuring a pretty pair of Bellies, Juties, Sandal, Shoe, Slippers, Wedges, Pumps, Mules with super comfortable sole that keeps your feet happy, This Pair Will Allow Free Movement & light weight sole is the best part which gives you strength to walk. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Soft bottom sole - made of the finest formula our midsole is incredibly soft, flexible, and durable. It is much more resilient and shock absorbent, providing exceptional comfort and ongoing stability in every single step that you take ",
    "colors": "Cream",
    "price": "₹ 394 - 399",
    "ratingsAverage": 3.8,
    "ratingsQuantity": "500",
    "link": "https://amzn.to/2Mz79WM"
  },
  {
    "id": 11,
    "productBy": "BATA ",
    "productName": "BATA Women's Deva Fashion Sandals ",
    "description": "Look effortlessly chic wearing this pair of Fashion Sandals from the house of BATA featuring an eye-catching design and a refined appeal. A classy pair to flaunt a diva style wherever you go. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Heel Type: Western heel",
    "colors": "Beige",
    "price": "₹ 709 - 713",
    "ratingsAverage": 4.3,
    "ratingsQuantity": "258",
    "link": "https://amzn.to/3dJSYtO"
  },
  {
    "id": 12,
    "productBy": "SHOFIEE",
    "productName": "SHOFIEE Women's Ankle Strap Flat Sandal ",
    "description": "Made From Out Of Best Quality Material Which Is Durable and Comfortable by SHOFIEE. The sole is covered with Synthetic Rubber sheet to provide you with extra comfort. The comfortable sole makes sure that your feet stay comfortable throughout the day and you enjoy optimal Grip. Designed to offer comfort at its best, without compromising on style. Match them with your outfits and swirl gracefully in style wherever you go. Buy this pair and spread your magic all around. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Made From Out Of Best Quality Material Which Is Durable and Comfortable by SHOFIEE. The sole is covered with Synthetic Rubber sheet to provide you with extra comfort. The comfortable sole makes sure that your feet stay comfortable throughout the day and you enjoy optimal Grip. Designed to offer comfort at its best, without compromising on style. Match them with your outfits and swirl gracefully in style wherever you go. Buy this pair and spread your magic all around. ",
    "colors": "Beige",
    "price": "₹ 299",
    "ratingsAverage": 4.7,
    "ratingsQuantity": "8",
    "link": "https://amzn.to/3dBO3eu"
  },
  {
    "id": 13,
    "productBy": "Denill ",
    "productName": "Denill Comfortable, Block Heels for Womens and Girls ",
    "description": "Show some sass with these classic black pump from “denill” and give us your best #TcGirl shot! These are the killer platform pump heels that you need to reach new heights of your style game. Thanks to denill who make wearing heels easier with pump heels. Show off your super sassy look with these pump. If you are more of a party girl go for the glam vibe with a fitted bandage dress. Either way, you're gonna rock in these shoes!",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Block Heels for Women ",
    "colors": "Beige",
    "price": "₹ 499",
    "ratingsAverage": 3.9,
    "ratingsQuantity": "569",
    "link": "https://amzn.to/2UjgS85"
  },
  {
    "id": 14,
    "productBy": "crocs ",
    "productName": "crocs Women's Cleo Fashion Sandals ",
    "description": "Our customers can't stop raving about this all-time favorite sandal. Croslite material comfort, colors that complement any style. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Closure Type: Slip On ",
    "colors": "White",
    "price": "₹ 1496",
    "ratingsAverage": 4.2,
    "ratingsQuantity": "1693",
    "link": "https://amzn.to/3782Gnr"
  },
  {
    "id": 15,
    "productBy": "TRASE ",
    "productName": "TRASE Ariss Casual & Party Kitten Heel Slippers for Women - 2 Inch ",
    "description": "Trase presents to you a fashionable slippers collection of comfortable footwear for your feet. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Eye catching footwear pair of heel footwear / heel slippers sandals for women / girls ",
    "colors": "Gun Metal",
    "price": "₹ 499",
    "ratingsAverage": 4.2,
    "ratingsQuantity": "92",
    "link": "https://amzn.to/3dL3TDF"
  },
  {
    "id": 16,
    "productBy": "pelle albero ",
    "productName": "pelle albero Women's Fashion Slippers ",
    "description": "Our brand is best known for its quality, efficiency and accuracy in its delivery time to enhance customer satisfaction and our focus is to provide our customers with a great online shopping experience and deliver high standards of customer service. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Wedges Heel Slippers ",
    "colors": "White",
    "price": "₹ 1999",
    "ratingsAverage": "0.0",
    "ratingsQuantity": "0",
    "link": "https://amzn.to/37cATlC"
  },
  {
    "id": 17,
    "productBy": "Belini ",
    "productName": "Belini Women's Fashion Slippers ",
    "description": "Made from out of best quality material which is durable and comfortable by Belini. The comfortable sole makes sure that your feet stay comfortable throughout the day and you enjoy optimal grip. Designed to offer comfort at its best, without compromising on style. Match them with your outfits and swirl gracefully in style wherever you go. Buy this Pair and spread your magic all around. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Toe Style: Open Toe ",
    "colors": "White",
    "price": "₹ 449",
    "ratingsAverage": "4.6",
    "ratingsQuantity": "3",
    "link": "https://amzn.to/2ASk0R6"
  },
  {
    "id": 18,
    "productBy": "BATA ",
    "productName": "BATA Women's Lille Fashion Sandals ",
    "description": "Step into ultimate comfort with these sandals from the house of BATA Featuring an eye-catching design and a refined appeal. A classy pair to flaunt a diva style wherever you go. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Closure: Slip On ",
    "colors": "Olive",
    "price": "₹ 639 - 717",
    "ratingsAverage": "3.9",
    "ratingsQuantity": "69",
    "link": "https://amzn.to/2Uhz2XC"
  },
  {
    "id": 19,
    "productBy": "Tao Paris  ",
    "productName": "Tao Paris Women's Tania Dk Cognac Leather Fashion Sandals-5 UK (37 EU) (2408381) ",
    "description": "Tao parish stylish flat sandals. ",
    "imageCover": "GIBELLE Comfortable Casual Flats.jpg",
    "style": "Toe Style: Open Toe ",
    "colors": "Olive",
    "price": "₹ 1379",
    "ratingsAverage": "0.0",
    "ratingsQuantity": "0",
    "link": "https://amzn.to/2AN8fvy"
  }
]
